import React, { useEffect } from 'react'
import '../components/Main.css'

=======



import './PrivacyPage.css'


import './TermsPage.css'
import "./CookiePage.css"
import AOS from 'aos';
import 'aos/dist/aos.css'

const CookiePage = () => {
     useEffect(()=> {
                  AOS.init({
                    duration: 1000,    
                    once: true,         
                    offset: 50         
                  });
                },[])
  return (
    <div className='container'>
      <div className='privacy-container'>
        <div className='terms'>
        <h3 data-aos="fade-up"
             data-aos-duration="3000">Политика на колачиња</h3>
          <p>Оваа Политика ги објаснува категориите колачиња кои ги користиме, која е нивната намена, на кој начин може да ги измените вашите претпочитани опции и ги објаснува технологиите кои ги поставуваме за прибирање податоци поврзани со користењето на нашата веб-страница и нашата комуникација преку електронска пошта (e-mail).</p>
          <p>Овие технологии, кои се користат скоро кај секоја веб-страница и се дел од речиси секоја рекламна e-mail порака испратена преку Интернет, се познати под името „колачиња“ и „веб-патокази“.</p>
        </div>
        <div className='terms'>
        <h3 id='second'>Што претставуваат колачињата и како се користат на нашата веб-страница?</h3>
          <p>За да го подобриме корисничкото доживување на www.kredokard.mk и да понудиме квалитетна услуга, од која имате потреба, зачувуваме на вашиот уред мали фајлови со податоци, кои се нарекуваат cookies (колачиња). Со користењето на нашиот сајт, вие ја прифаќате употребата на "cookies" од наша страна. Cookies не се користат за обработувањето на личните податоци, бидејќи не содржаат никакви информации за идентификување на корисникот.</p>
          <p id='top'>Колачето претставува мало количество на податоци, текстуални датотеки, кое најчесто содржи и уникатен идентификатор. Колачињата може да се испратат до Вашиот пребарувач кога ќе ја посетите нашата веб-страница. Тие се складираат во  веб-пребарувачот во вашиот уред (компјутер или мобилен уред) при посетата на некоја веб-страница. Колачињата чуваат информации за вашите поставки во веб-прелистувачот, како, на пример: јазик, големина на фонт, како и самиот факт дека веќе сте посетиле одредени страници. На тој начин, при повторна посета на истата страница, не мора повторно да ги поставувате</p><br/>
          <p>Некои колачиња се складираат само за време на вашата посета на нашата веб-страница. Овие колачиња се познати како привремени колачиња. Другите, познати како трајни колачиња, може да останат складирани во вашиот компјутер по посета, а нашата веб-страница ќе може да пристапи до нив при секоја Ваша повторна посета на веб-страницата.</p><br/>
          <p>Видови колачиња кои ги користиме:</p>
        </div>
        <div className='terms'>
        <h3 id='second'>Основни или привремени колачиња (сесиски колачиња)</h3>
          <p>Основните колачиња може да се користат со цел да Ви овозможиме да ги добивате услугите кои сте ги побарале преку нашата веб-страница. Без овие колачиња, услугите кои сте ги побарале нема да може да Ви бидат испорачани. Овие колачиња автоматски ќе бидат избришани од вашиот компјутер со прекинување на тековната сесија или со затворање на прелистувачот.</p>
          <p id='top'>На пример, овие колачиња може да се користат на нашата веб-страница за запомнување на претходните активности кои сте ги извршиле (како што е пополнување формулар) при враќање на претходната страница за време на истата сесија.</p>
        </div>
        <div className='terms'>
        <h3 id='second'>Колачиња за перформанси</h3>
          <p>Ние може да користиме колачиња за перформанси кои прибираат информации за начинот на кој се користат нашата веб-страница, реклами и e-mail пораки, како и за да нè известат доколку настане некаква грешка. Овие колачиња може да се користат за прибирање детални технички информации, како што се последните посетени веб-страници, бројот на посетени страници, дали сте отвориле одредени e-mail пораки, на кои делови од нашиот веб-сајт или e-mail пораки сте кликнале и временскиот период помеѓу две кликнувања. Иако овие информации може да се поврзат со податоци како Вашата IP адреса, домен или информации за пребарувачот, тие се анализираат само во група со податоци од други корисници, а не на начин кој може директно да Ве идентификува</p>
          <p id='top'>На пример, овие колачиња може да се користат на нашата веб-страница за:</p><br/>
          <p id='text-black1'>Анализирање и подобрување на перформансите на нашата веб-страница, реклами и e-mail пораки</p>
          <p id='text-black2'>Управување на перформансите и дизајнот на нашата веб-страница</p>
          <p id='text-black3'>Пресметување на бројот на одговори од нашите реклами за подобрување на ефикасноста на нашето рекламирање</p>
          <p id='text-black4'>Броење на грешките кои настануваат на нашата веб-страница заради подобрување на нашите услуги</p>
        </div>
        <div className='terms'>
        <h3 id='second'>Колачиња за пренасочување</h3>
          <p>Ние може да пристапиме до колачиња за пренасочување кои биле испратени до вашиот уред преку веб-страницата на нашите деловни партнери. Овие колачиња се користат за препознавање на секое пренасочување кое го вршат нашите деловни партнери кон нашата веб-страница и дали посетата на пренасоченото лице резултира со користење на некој производ или услуга од ФД Кредо Кард. Овие информации може да бидат споделени со нашите деловни партнери, но само на анонимен начин, а не на начин кој може директно да Ве идентификува.</p>
        </div>
        <div className='terms'>
        <h3 id='second'>Функционални или трајни колачиња</h3>
          <p>Ние може да користиме функционални колачиња кои не се основни, но овозможуваат разни корисни функции на нашата веб-страница. На пример, овие колачиња може да се користат на нашата веб-страница за:</p>
          <p id='text-black5'>Запомнување на претпочитаните опции кои сте ги избрале при претходната посета на веб-страницата, како што е јазик, Вашите интереси<br/> и приказот на веб-страницата, со цел да не ги избирате повторно<br/>
            Запомнување одговори на прашања кои ви ги поставуваат нашите веб-страници, како, на пример, одбивање да учествувате во<br/> прашалник за задоволството на корисниците, со  цел да не Ви бидат поставени повторно<br/>
            Откривање дали некоја услуга веќе Ви била понудена<br/>
            Обезбедување информации за да овозможите некоја изборна услуга да функционира, како што е гледање на видео записи на Интернет<br/>
            Обезбедување информации за најблизок банкомат преку прибирање информации за регионот во кој се наоѓате во моментот (доколку се<br/> согласите да споделувате такви информации).</p>
        </div>
        <div className='terms'>
        <h3 id='second'>Колачиња за таргетирање или рекламирање</h3>
          <p>На нашата  веб-страница може да користиме колачиња за таргетирање или рекламирање со цел да Ви испратиме реклами и рекламни пораки прилагодени на Вашите интереси. Овие колачиња може да приберат детални информации за Вашите најчести пребарувања низ нашата веб-страница (како, на пример, производите и услугите на кои сте кликнале). Исто така, може да се користат за препознавање кога повторно ја посетувате нашата веб-страница. На пример, овие колачиња може да се користат на нашата веб-страница за прибирање информации во врска со производите и услугите од Финансиското друштво кои сте ги пребарувале, со цел:</p>
          <p id='text-black6'>Да Ви обезбедиме содржини, препораки и реклами кои Ве интересираат повеќе</p>
          <p id='text-black7'>Да ги персонализираме и насочиме поефикасно e-mail пораките и другите директни рекламни комуникации</p>
          <p id='text-black8'>Да се помогне во мерењето на ефикасноста на рекламна кампања</p>
        </div>
        <div className='terms'>
        <h3 id='second'>Колачиња од трети страни</h3>
          <p>Вашето користење на нашата веб-страница може да резултира со складирање одредени колачиња кои не се под контрола<br/> на Финансиското друштво. Ова може да се случи кога веб-страницата која ја посетувате користи аналитика од трети страни или алатка<br/> за автоматизирање/управување со рекламирањето (како алатките што ги нуди Google и Oracle) или се прикажуваат содржини од веб-<br/>сајт на трети страни, на пример, YouTube или Facebook. На овој начин ќе добиете колачиња од услугите на таа трета страна, при<br/> што Финансиското друштво може да не го контролира складирањето или пристапот до овие колачиња. Во тој случај, Ви препорачуваме<br/> да ги погледнете политиките на приватност и колачиња за овие услуги на третите страни и да дознаете како овие трети страни користат<br/> колачиња.</p>
        </div>
        <div className='terms'>
        <h3 id='second'>Веб-патокази</h3>
          <p>Веб-патоказите (активни ознаки) познати и под името „single pixel“ или „clear gif“ технологија може да се користат на нашата веб-страница и во нашите комуникации. Оваа технологија ни покажува кои посетители притиснале на клучните елементи (како што се линкови или графика) на веб-страницата или e-mail адресата. Кога ќе ни побарате да ви испратиме промотивни информации ние може да употребиме веб-патокази за да дознаеме кои e-mail пораки навистина ќе бидат отворени. Овие информации ги користиме со цел да ги оптимизираме нашите содржини, услуги и комуникации.</p><br/>
          <p>Веб-патоказите најчесто функционираат заедно со колачињата и може да се исклучат преку деактивирање на колачињата. Одредени софтвери за e-mail пораки и веб-пребарувачи може да се конфигурираат да спречат автоматско преземање на слики. Тоа ќе го спречи и функционирањето на веб-патоказите, сè додека не одлучите да ги преземете сликите.</p>
        </div>
        <div className='terms'>
        <h3 id='second'>Како да ги оневозможите колачињата</h3>
          <p>Менито „Помош“ („Help“) во лентата со алатки на интернет-пребарувачот на Вашиот компјутер ги дава следниве информации за корисниците:</p>
          <p id='text-black9'>Да ги прифатите сите колачиња</p>
          <p id='text-black10'>Како да ги исклучите колачињата од трети страни</p>
          <p id='text-black11'>Како да го поставите пребарувачот да  Ве извести кога ќе примите ново колаче</p>
          <p id='text-black12'>Како целосно да ги исклучите колачињата</p>
          <p>Оневозможувањето на колачиња на овој начин ќе спречи поставување нови колачиња, но нема да престане да функционираат претходно поставените колачиња на вашиот уред, освен ако не ги избришете сите колачиња во поставките на прелистувачот.</p><br/>
          <p>Доколку не се прифатат колачињата, тогаш постои можност веб-страницата да не функционира на начин како што очекувавте. За да се спречи ова, Ви препорачуваме да ги прифатите колачињата.</p>
        </div>
      </div>
    </div>
  )
}

export default CookiePage