import React, { useEffect } from 'react'
import '../components/Main.css'
import './PrivacyPage.css'
import './TermsPage.css'
import AOS from 'aos';
import 'aos/dist/aos.css'

const PrivacyPage = () => {
   useEffect(()=> {
                AOS.init({
                  duration: 1000,    
                  once: false,         
                  offset: 50         
                });
                 AOS.refresh();
              },[])
  return (
    <div className='container'>
      <div className='privacy-container'>
        <div className='terms'>
        <h3 data-aos="fade-up"
             data-aos-duration="3000">Политика на приватност и заштита на личните податоци</h3>
          <p>Врз основа на одредбите од Законот за заштита на личните податоци („Службен весник на РСМ“ бр. 42/20), раководството на ФД КРЕДО КАРД ДОО, донесе.</p>
        </div>
        <div className='terms'>
        <h3 id='second'>ПОЛИТИКА НА ПРИВАТНОСТ И ЗАШТИТА НА ЛИЧНИТЕ ПОДАТОЦИ</h3>
          <p>Политиката на приватност дава општи информации за обработката на лични податоци. Ги собираме само оние лични податоци кои се неопходни да ги оствариме нашите задачи и овластувања.</p>
          <p id='top'>За заштита од неовластен пристап и користење на личните податоци на своите корисници и субјектите за кои чуваме/обработуваме податоците, друштвото ФД КРЕДО КАРД ДОО, ги презема сите потребни технички и организациски мерки, согласно Законот за заштита на личните податоци („Службен весник на РСМ“ бр.42/20) и подзаконските акти кои се однесуваат на заштитата на личните податоци.</p>
        </div>
        <div className='terms'>
          <div className='orange'>
            <p className='orange-center'>Контролор на збирки на лични податоци</p>
          </div>
          <p>Контролор/обработувач на личните податоци е ФД КРЕДО КАРД ДОО Скопје.</p>
          <p>Личните податоци ги обработуваме во согласност со одредбите од Законот за заштита на лични податоци и подзаконските акти.</p>
        </div>

        <div className='terms'>
          <div className='orange'>
            <p className='orange-center'>Кои лични податоци се собираат?</p>
          </div>
          <p>Личните податоци ги собираме за конкретни, јасни и законски утврдени цели и се обработуваат на начин што е во согласност со тие<br/> цели и во согласност со  Законот за заштита на лични податоци. Податоците кои се собираат се лични податоци.</p>
          <ul className='privacy-list'>
            <li>на вработени лица;</li>
            <li>на надворешни соработници;</li>
            <li>на клиенти;</li>
          </ul>
        </div>
        <div className='terms'>
          <div className='orange'>
            <p className='orange-center'>Како  ги собираме личните податоци ?</p>
          </div>
          <p>Личните податоци ги собираме преку различни канали, вклучувајќи:</p><br/>
          <p id='text-black'>преку Вашето користење на нашата веб страна, вклучувајќи ги и формите за аплицирање;</p>
          <p>Вашите податоци ги обработуваме за конкретни, јасни и легитимни цели, во обем потребен за остварување на целите на обработката и</p>
          <p>нема да ги обработуваме Вашите лични податоци на начин што е спротивен со тие цели.</p>

        </div>
        <div className='terms'>
          <div className='orange'>
            <p className='orange-center'>Категории на податоци кои се обработуваат</p>
          </div>
          <p>Следните категории на лични податоци може да бидат собрани од Вас или вашиот застапник или контакт лице, зависно од тоа дали Вие<br/> сте потенцијален клиент, клиент или договорна страна и која наша услуги користите:</p>
        </div>
        <div className='terms'>
          <div className='orange'>
            <p>Лични информации</p>
          </div>
          <p>
          Вашето име и презиме, пол, ЕМБГ, број на банкарска сметка, датум на раѓање, деловна способност, државјанство, како и историски податоци кои се зачувани кај нас при претходни комуникации во рамки на предвидените периоди на чување; Името на Вашиот алтернативен контакт, кое ни го давате Вие, а кој не е гарант, вклучително и податоците добиени при нашите проверки, доколку се собрани такви податоци во нашата база на поврзани лица; Име и презиме, ЕМБГ, живеалиште или престојувалиште, телефонски број и други податоци за Вашиот застапник наведени во полномошно, во случаите кога сте овластиле трето лице да Ве застапува пред Друштвото.
          </p>

        </div>
        <div className='terms'>
          <div className='orange'>
            <p>Документ за идентификација</p>
          </div>
          <p>
          Видот на Вашиот документ за идентификација или на документот за идентификација на Вашиот застапник, земја во која е издаден, регистарски број, датум на важност, податоци запишани во баркодови на документот (во зависност од видот на документот) и безбедносни карактеристики
          </p>
        </div>
        <div className='terms'>
          <div className='orange'>
            <p>Податоци за конткат</p>
          </div>
          <p>Вашите или на Вашиот застапник адреса, емаил адреса, телефонски број</p>

        </div>
        <div className='terms'>
          <div className='orange'>
            <p>Технички податоци</p>
          </div>
          <p>
          Ваши податоци за потпис на уредот и на вашите претставници, вклучувајќи но не органичувајќи се на информации за датумот, времето и вашата активност или на вашите претставници на нашите достапни канали, Вашата или на Вашите претставници IP адреса, колачиња кои вие или вашите претставници сте ги прифатиле и име на домен, Ваши софтверски и хардверски атрибути или на вашите претставници како и општа географска локација, ваша или на вашите претставници (на пр. град, земја)
          </p>

        </div>
        <div className='terms'>
          <div className='orange'>
            <p>авно достапни податоци</p>
          </div>
          <p>
          Пр. Податок за Вас или Вашиот застапник од бази на носители на јавни фунции и проверки наспроти санкциони листи
          </p>
        </div>
        <div className='terms'>
          <div className='orange'>
            <p>Кредитна спосбност и/или намирување на кредитни обврски</p>
          </div>
          <p>
          Кредитна спосбност и/или намирување на кредитни обврски
          </p>

        </div>
        <div className='terms'>
          <div className='orange'>
            <p>Економски податоци</p>
          </div>
          <p>Вашиот единствен идентификационен број, генериран од Друштвото; број на договор(и) за кредит или на број на договор генериран по склучување на договорот за кредит или било кој друг договор, податоци собрани во процесот на постојно следење на деловниот однос, согласно законските барањеа за “Запознај го својот Клиент“ (отплати од трети лица или сомнителни транскации); податоци за одбраниот начин на користење на кредитот (пр. На сметка во банка, готовина итн.); направените отплати на кредитите, како и оние кои доспеваат во иднина согласно договорот за кредит; податоци за вашите кредитни и дебитни картички (во случај да е овозможена отплата со дебитна картичка); број на сметка во банка и податоци за плаќањето и трансакцијата направена во корист на Друштвото</p>
        </div>
        <div className='terms'>
          <div className='orange'>
            <p>Податоци за остварен сообраќај</p>
          </div>
          <p>Податоци во врска со Ваши посети на нашата Веб страна и комуникации преку било кој од нашите Достапни канали, визуелни или тонски записи собрани при посета на нашите експозитури во кои се даваат нашите услуги и кога комуницирате со нас по телефон, како и секој податок собран преку емаил, пораки, социјални медиуми или друг начин на комуникација</p>
        </div>
        <div className='terms'>
          <div className='orange'>
            <p className='orange-center'>Основ за обработка на личните податоци</p>
          </div>
          <p> Во согласност со важечкото законодавство за заштита на личните податоци, Вашите лични податоци може да бидат обработени ако:</p><br/>
          <p id='text-black-2'>сте ни дале согласност за обработката, која имате право да ја повлечете во било кое време; или<br/>
             обработката е неопходна за извршување на договор во кој Вие сте договорна страна или за да се преземат активности на Ваше барање<br/> пред Ваше пристапување кон договорот; или<br/>
             обработката е неопходна за целите на наш легитимен интерес, без да се наруши вашето право на приватност и доверливост, а за <br/>постоењето на ваков легитимен интерес, ќе Ве известиме во врска со конкретната обработка;<br/>
             обработката е потребна за исполнување на наша законска обврска (за што ќе Ве известиме пред обработката).</p>
        </div>
        <div className='terms'>
          <div className='orange'>
            <p className='orange-center'>Обработка на лични податоци заради маркетинг</p>
          </div>
          <p>Ние обработуваме Лични податоци за маркетинг цели. Доколку таквата обработка е врз основа на Ваша согласност, Вие имате право да<br/> ја повлечете таквата согласност во секое време. Доколку пак обработката не е врз основа на Ваша согласност, Вие може да одбиете да<br/> добивате такви известувања во секое време, исто така. Со цел да ја повлечете Вашата согласност за добивање на маркетинг<br/> материјали, ве молиме да испратите порака на нашите контакти или управувајте со Вашите согласности преку нашите Достапни канали.<br/> Насоките за повлекување на согласноста се исто така вклучени во нашата маркетинг комуникација.
          </p>
          <p>Општите информации за нашите услуги и воведните или помошните информации или известувања заради иземни во условите или тарифата или информации поврзани со исполнување на обврските од договор кој сме го склучиле со Вас (пр. Известувања за доцнење со уплати, долгови, раскинување на договор итн.) не се сметаат за маркетинг. Во овие случаи, Вие не можете да одбиете да добивате такви информации.</p>
        </div>
        <div className='terms'>
          <div className='orange'>
            <p className='orange-center'>Пренесување на корисници на лични податоци</p>
          </div>
          <p> Не споделуваме податоци за Вас и/или за Вашата посета на нашата веб страна, на трети лица, освен во следните случаи:</p><br/>
          <p id='text-black-3'>во случај на ангажирање на даватели на услуги кои друштвото ФД КРЕДО КАРД ДОО ги ангажира како обработувачи со што ќе бидат обврзани да постапуваат по упатствата на друштвото и обезбедат заштита на личните податоци кои се обработуваат при обезбедувањето на тие услуги.
             по барање на орган на државна власт, државен орган или правно лице основано од државата за вршење на јавни овластувања, агенција или друго тело на кое му се откриваат личните податоци без разлика дали е тоа трето лице или не.
             на други корисници врз основа на нивно барање (адвокати, нотари...), согласно закон.</p>
        </div>
        <div className='terms'>
          <div className='orange'>
            <p className='orange-center'>Кој има пристап до Вашите податоци?</p>
          </div>
          <p>Во нашето друштво пристап до вашите податоци можат да добијат само оние лица на кои им се потребни тие информации за исполнување на нашите договорни и законски обврски и само до оној степен што е неопходен за исполнување на целта на обработката.</p>
        </div>
        <div className='terms'>
          <div className='orange'>
            <p className='orange-center'>Време на чување на собраните податоци</p>
          </div>
          <p>Податоците кои ги собираме се чуваат во согласност со закон и периодот потребен за постигнување на целта на обработката со рокови на чување на личните податоци потребни за исполнување на целта на обработката.</p><br/>
          <p>Пресметка на роковите на чување и задржување на личните податоци, се заснова на следниве критериуми:</p><br/>
          <p id='text-black-4'>времетраење на договорот (доколку имате договор со нас);</p>
          <p id='text-black-5'>времето потребно за обработка на барањето или жалбата (доколку е поднесена жалба);</p>
          <p id='text-black-6'>наши законски или договорни обврски.</p>
          <p>Некои од Вашите лични податоци потребно е да ги чуваме во архивите за да можеме да одговориме на какви било правни постапки и за време пропишано со важечките закони.</p>
        </div>
        <div className='terms'>
          <div className='orange'>
            <p className='orange-center'>Кои права имате како субјекти на лични податоци?</p>
          </div>
          <p>Вашите права во однос на обработката на лични податоци се:</p><br/>
          <p id='text-black-7'>право да бидете информирани за обработката на личните податоци (право да бидете информирани дали се обработуваат ваши<br/> податоци и за какви цели, нашите легитимни интереси, корисниците на кои се пренесуваат...);<br/>
           право на пристап до личните податоци (имате право да барате информација за какви цели се обработуваат Вашите лични податоци,<br/> категориите на лични податоци кои се обработуваат, предвидениот рок,...);<br/>
           право на исправка и бришење на личните податоци (ако најдете грешки во вашите лични податоци или ако тие се нецелосни или<br/> неточни, може да побарате да ги исправиме неточните или дополниме нецелосните лични податоци);<br/>
           право на ограничување на обработката на личните податоци (под услови утврдени со закон, можете да побарате ограничување на<br/> Обработката на вашите лични податоци);<br/>
           право на приговор (имате право во секое време согласно важечкиот закон да поднесете приговор на обработката на вашите лични<br/> податоци, како и приговор на обработката на Вашите лични податоци за цели на директен маркетинг);<br/>
           право на повлекување на согласноста за обработка на личните податоци во секое време (доколку сте дале согласност за обработка на<br/> личните податоци).</p>
           <p>За дополнителни информации и/или остварување на Вашите права за заштита на лични податоци, можете да го контактирате нашиот офицер за заштита на лични податоци Маја Стојановска на телефонскиот број 070 312 859.</p><br/>
           <p>Субјектите на личните податоците можат да ги користат правата според оваа Политика со поднесување барање за остварување на соодветното право. Барањето може да се поднесе на следниот начин:</p><br/>
           <p id='text-black-8'>електронски на следната адреса на електронско сандаче fdkredokard@gmail.com</p>
           <p id='text-black-9'>на веб-страницата на друштвото www.kredokard.mk</p>
           <p id='text-black-10'>по пошта на адресата ул. Костурски Херои бр. 47 Скопје</p>
           <p>Барањето за остварување на правата во врска со заштитата на личните податоци треба да ги содржи следниве податоци:</p><br/>
           <p id='text-black-11'>име и презиме на субјектот на лични податоци;</p>
           <p id='text-black-12'>контакти за повратни информации - адреса, телефон, адреса на електронско сандаче;</p>
           <p id='text-black-13'>барање со опис на барањето</p>
        </div>
        <div className='terms'>
          <div className='orange'>
            <p className='orange-center'>Право на поднесување на барање до АЗЛП</p>
          </div>
          <p>Ако сметате дека начинот на кој друштвото ФД КРЕДО КАРД ДОО ги обработува Вашите лични податоци ги повредува одредбите на Законот за заштита на личните податоци, можете да поднесете барање до Агенцијата за заштита на личните податоци како надзорно тело, согласно Законот за заштита на личните податоци.</p>
        </div>
        <div className='terms'>
          <div className='orange'>
            <p className='orange-center'>Промена на политиката за приватност</p>
          </div>
          <p>Политиката за приватност подлежи на редовно преиспитување и по потреба ќе се менува и дополнува соодветно на настанатите промени и нашите активности.</p>
        </div>
        <div className='terms'>
          <div className='orange'>
            <p className='orange-center'>Заштита од злоупотреби</p>
          </div>
          <p>Друштвото ги презема сите потребни технички и организациски мерки за заштита на личните податоци од неовластен пристап како и од нивна злоупотреба, користејќи редовни контроли и најнови технолошки механизми и достигнувања во оваа област.</p>
          <p>Вашите лични податоци може да бидат обработени од трето лице – Обработувач само под услови предвидени со закон и само ако тој се согласи да ги примени истите технички и организациски безбедносни мерки.</p>
          <p className='text-right'>Управител</p>
          <p className='text-right'>Благој Попов</p>
        </div>
      </div>
    </div>
  )
}

export default PrivacyPage

