import React, { useEffect } from 'react'
import "../components/Main.css"
import "../components/Footer.css"
import "./TermsPage.css"
import AOS from 'aos';
import 'aos/dist/aos.css'

const TermsPage = () => {
    useEffect(()=> {
          AOS.init({
            duration: 1000,    
            once: true,         
            offset: 50         
          });
        },[])
  return (
    <div className='container'>
      <div className='terms-container'>
        <div className='terms'>
        <h3 data-aos="fade-up"
          data-aos-duration="3000">Општи Услови</h3>
          <div className='orange' data-aos="fade-up"
             data-aos-duration="3000">
            <p>Вовед</p>
            <p>Член 1</p>
          </div>
          <p data-aos="fade-up"
           ata-aos-duration="3000">ФД Кредо Кард ДОО Скопје со регистрирано седиште на ул. Костурски Херои бр.47, 1000 Скопје, Република Северна Македонија, со<br/> адреса за доставување ул. Костурски бр.47, со ЕМБС 7487380, регистриран во Трговскиот регистар и регистарот на други правни лица<br/>  во Централниот регистар на Република Македонија е-маил: fdkredokard@gmail.com, тел: 00 389 2 3243 003, во понатамошниот текст<br/>  ДАВАТЕЛ НА КРЕДИТ.<br/>
          1. Општите Услови се составен дел од Договорите за Кредит, склучени меѓу „ФД Кредо Кард“и Корисниците на кредитите, истите им<br/>  стојат на располагање на сите заинтересирани лица и се достапни и на веб страната на „ФД Кредо Кард “.<br/>
          2. Кредитите, кои се доделуваат согласно овие ОУ, се одобруваат и исплаќаат од страна на „Кредо Кард “во македонски денари и се<br/>  отплаќаат од страна на Корисниците на кредитот во македонски денари (МКД).<br/>
          3. Сите рокови за целите на овие ОУ, Барањата за одобрување на кредитите и склучените Договори, се пресметуваат користејќи<br/>  календарска година со траење од 360 дена.</p>
        </div>
        <div className='terms'data-aos="fade-up"
         data-aos-duration="3000">
          <div className='orange' data-aos="fade-up"
            data-aos-duration="3000">
            <p>Дефиниции</p>
            <p>Член 2</p>
          </div>
          <p data-aos="fade-up"
     data-aos-duration="3000">
          1. За целите на овие Општи услови:<br/>
          - Закон за заштита на податоци – Законот за заштита на лични податоци (објавен во Службен весник на Република Македонија бр. 7/2005, изменет),<br/>
          - Граѓански законик – Закон за облигациони односи (објавен во Службен весник на Република Македонија бр. 18/2001, изменет),<br/>
          - Договор – ДОГОВОР ЗА КРЕДИТ – Договорот, со сите прилози кон истиот, а доколку е наложено со контекстот, овој поим значи документ на договор за потрошувачки кредит,<br/>
          - Кредитна контрола – процес на процена на кредитната способност на Корисникот на кредит, проверка и ревизија на можноста за враќање на Кредитот,<br/>
          - Камата – износ на каматата која треба да се плати на Давателот на кредит како надомест за користење на парите на Давателот на кредит,<br/>
          - Провизија – сите провизии кои ги наплаќа Давателот на кредит во врска со Кредитот според Договорот,<br/>
          - Кредит – ИЗНОСОТ НА КРЕДИТОТ (како што е дефинирано во Договорот) префрлен на Корисникот на кредит од страна на Давателот на кредит,<br/>
          - Општи услови – овие Општи услови,<br/>
          - Веб страна - веб страната на Давателот на кредит, www.kredokard.mk,<br/>
          - Датум на отплата – денот на кој Корисникот на кредит е обврзан да го врати Кредитот заедно со сите провизии,<br/>
          - Македонски закон за потрошувачки кредити – Законот за заштита на потрошувачите при договори за потрошувачки кредити на Република Македонија (објавен во Службен весник на Република Македонија бр.51/2011),<br/>
          - Кредитно биро – Македонското кредитно биро АД Скопје, Даме Груев бр.14, 2 кат, Скопје, кое работи врз основа на Законот за Кредитно биро (објавен во Службен весник на Република Македонија бр. 81/2008, изменет),<br/>
          - Застапник – лице овластено од Давателот на кредит за склучување на договори за потрошувачки кредит во негово име и за негова сметка,<br/>
          - Апликација – Апликација за одобрување на Кредит кое Корисникот на кредит го доставува до Давателот на кредит, како што е наведено во член 2.(1).2) од Договорот,<br/>
          - Кредит за рефинансирање – има значење како што е дадено во член 9 точка 7 подолу.<br/>
          - Страни – има значење како што е дадено во Договорот.<br/>
          - Канцеларија - го означува секој трговски објект, користен од „Кредо Кард“, во кој Корисникот на кредит ќе може да изврши една или повеќе од следниве дејности: да добие информација и/или консултација за условите за аплицирање, добивање и користење на кредит; да аплицира за кредит; да склучи Договор за кредит; да изврши други активности согласно овие ОУ за кои експлицитно е наведено дека можат да бидат извршени во соодветната Канцеларија. Локацијата, работното време и соодветната организација, која управува со Канцелариите, се наведени на веб страната на „Кредо Кард“.<br/>
          - Барање - го означува барањето за добивање на кредит, што се поднесува од Корисникот на кредитот лично.
          </p>

        </div>
        <div className='terms' data-aos="fade-up"
          data-aos-duration="3000">
          <div className='orange' data-aos="fade-up"
           data-aos-duration="3000">
            <p>Услови за одобрување Кредит</p>
            <p>Член 3</p>
          </div>
          <p data-aos="fade-up"
          data-aos-duration="3000">
          Давателот на кредит одобрува Кредит на Корисник на кредит откако ќе ги исполни сите долунаведени услови:<br/>
          а) откако Корисникот на кредит ќе ги исполни услови опишани во член 4 точка 1 дадени подолу,<br/>
          б) откако Корисникот на кредит ќе достави Апликација до Давателот на кредит и истата ќе биде одобрена,<br/>
          в) откако Корисникот на кредит ќе го прифати и потпише Договорот и неговите прилози,<br/>
          г) откако на Давателот на кредит ќе му бидат обезбедени копии од документите наведени во член 6,<br/>
          д) откако Давателот на кредит ќе ја утврди кредитната способност на Корисникот на кредит,<br/>
          ѓ) откако Корисникот на кредит ќе добие позитивен кредитен резултат од кредитната контрола извршена од Давателот на кредит.<br/>
          Услови за поднесување на барање од страна на Корисникот на кредит
          </p>

        </div>
        <div className='terms' data-aos="fade-up"
         data-aos-duration="3000">
          <div className='orange' data-aos="fade-up"
          data-aos-duration="3000">
            <p>Член 4</p>
          </div>
          <p>
          1. Корисникот на кредит е физичко лице над 18 години, со статус на потрошувач според член 2, точка 1 од Македонскиот закон за потрошувачки кредити, државјанин на Република Македонија, кој има постојано живеалиште на територијата на Република Македонија, има целосен законски капацитет за склучување на договор, прима редовен приход со договор за вработување, сопствена дејност, инвалидска пензија, старосна пензија или други приходи од други извори, со соодветен доказ и е способен да го врати Кредитот заедно со сите провизии на Давателот на кредит.<br/>
          2. Документите и информациите наведени во член 3 б), в) и г) потенцијалниот Корисник на кредит ги доставува во деловните простории на на Давателот на кредит.<br/>
          3. Одобрувањето на Кредитот зависи од успешната потврда на Апликацијата и проценката на кредитниот ризик. Давателот на кредит, исто така, може да одбие да одобри Кредит на Корисникот на кредит врз основа на информациите содржани во неговата база на податоци. Во случај на одбивање на одобрување кредит заради негативната проценка на кредитниот ризик на Корисникот на кредит, Давателот на кредит ќе го извести Корисникот на кредит за резултатите од евалуацијата и ја наведува базата на податоци каде е извршена проверката.
          </p>

        </div>
        <div className='terms' data-aos="fade-up"
         data-aos-duration="3000">
          <div className='orange' data-aos="fade-up"
            data-aos-duration="3000">
            <p>Известувања меѓу Страните</p>
            <p>Член 5</p>
          </div>
          <p data-aos="fade-up"
           data-aos-duration="3000">
          1. Сите известувања меѓу Страните во врска со Договорот се вршат:<br/>
          а) преку кредитните референти на Давателот на кредит, во текот на лична средба со Корисникот на кредит;<br/>
          б) преку препорачана пошта;<br/>
          в) преку телефон или порака;<br/>
          г) преку е-маил;<br/>
          2. Адресата на Давателот на кредит за сите дописи ул. Костурски Херои бр.47 Скопје.<br/>
          3. Во согласност со член 10, став 2, точка 9 од Македонскиот закон за потрошувачки кредити, Корисникот на кредит има право, во текот на важноста на Договорот, на негово барање да добива амортизационен план за тековниот Кредит.
          </p>
        </div>
        <div className='terms' data-aos="fade-up"
          data-aos-duration="3000">
          <div className='orange' data-aos="fade-up"
           data-aos-duration="3000">
            <p>Потребни документи</p>
            <p>Член 6</p>
          </div>
          <p data-aos="fade-up"
          data-aos-duration="3000">
          1. Корисникот на кредит е обврзан да му обезбеди на Давателот на кредит копии од документите потребни за проверка на кредитната способност на Корисникот на кредит.<br/>
          2. Документите наведени во член 6, точка 1 се:<br/>
          а) копија од Лична Карта – двете страни,<br/>
          б) копија од последен извештај за годишен приход,<br/>
          в) потврда за вработување или копија од банкарски извештај за последните три месеци,<br/>
          г) документ за примање на пензија,
          </p>

        </div>
        <div className='terms' data-aos="fade-up"
         data-aos-duration="3000">
          <div className='orange' data-aos="fade-up"
           data-aos-duration="3000">
            <p>Отплата на Кредитот</p>
            <p>Член 7</p>
          </div>
          <p data-aos="fade-up"
           data-aos-duration="3000">
          1. Датумот на отплата е датумот на кој Корисникот на кредит ќе ги плати сите финансиски средства што ја сочинуваат месечната отплата на вкупниот ануитет според Договорот за кредит помеѓу Корисникот и Давателот на кредит, за што Давателот на кредит му дава на Корисникот на кредит доказ за плаќањето со што го потврдува плаќањето и салдото на долгот. Ако Корисникот на кредит врши отплати преку трето лице, Корисникот на кредит дозволува Давателот на кредит да му предаде податоците за Корисникот на кредит содржани во овој документ на лицето кое извршило плаќање во име на Корисникот на кредит, вклучено, особено, информации за можноста за враќање на обврските според Договорот и историјата на плаќање.<br/>
          2. ФД „Кредо Кард“ не сноси никаква одговорност за извршени плаќања од страна на Корисникот на кредитот на трансакциски сметки кои не припаѓаат на ФД „Кредо Кард“. Кредитни производи. Годишни вкупни трошоци
          </p>
        </div>
        <div className='terms' data-aos="fade-up"
         data-aos-duration="3000">
          <div className='orange' data-aos="fade-up"
          data-aos-duration="3000">
            <p>Член 8</p>
          </div>
          <p data-aos="fade-up"
           data-aos-duration="3000">
          - Информации за различните Кредитни производи, како комбинација на специфични услови, износи на кредитите и други услови, може да се добијат во деловните просториите или на веб страната на ФД „Кредо Кард“.<br/>
          - ФД „Кредо Кард“ има право во секој момент да ги менува условите за одреден Кредитен производ, вклучувајќи да додава или отстранува дадени специфични услови, кои се применуваат за соодветниот кредитен производ, без тоа да влијае врз веќе склучените Договори.<br/>
          - При промена на услов за кредитните производи, за реализираниот Кредит под условите на овој Кредитен производ ќе се применуваат условите, важечки на датумот на одобрување на кредитот.<br/>
          - Доколку не е поинаку договорено во Договорот за кредит, крајниот рок за отплата на реализираниот Кредит е рокот, наведен во Договорот, освен кога рокот на Договорот е продолжен преку нов Револвинг-период за кредитните производи, за кои тоа е применливо.<br/>
          - ФД „Кредо Кард“ има право на камата, чиј износ се утврдува во Договорот.<br/>
          - ФД „Кредо Кард“ има право, со посебна одлука, да дава пониски каматни стапки при организирање на промоции.<br/>
          - Годишната стапка на вкупните трошоците за кредитот е утврдена во Договорот, неговиот износ е пресметан на следниот начин и според законските одредби:<br/>
          - Годишната стапка на вкупните трошоци се пресметува според методологија пропишана од Советот на Народната банка на Република Македонија<br/>
          - За целите на пресметување на годишната стапка на вкупните трошоци, вкупните трошоци на кредитот за потрошувачот треба да бидат определени, со исклучок на трошоците што ги плаќа потрошувачот за непочитување на обврските од договорот за кредит и други трошоци кои е должен да ги плати без разлика дали трансакцијата се врши во готово или на кредит, освен куповната цена за набавка на стоки или услуги.<br/>
          - За потребите на пресметување на годишната стапка на вкупни трошоци се смета дека договорот за потрошувачки кредит е полноважен и дека кредиторот и потрошувачот ги исполнуваат своите права и обврски од договорот на договорениот начин и во договореното време.<br/>
          - Во случај договорот за потрошувачки кредит да содржи одредби со кои се предвидува можност за промена на каматната стапка, провизиите и другите надоместоци, при пресметката на годишната стапка на вкупни трошоци се смета дека до исполнување на договорот каматите и другите трошоци кои влегуваат во пресметката на годишната стапка на вкупни трошоци се непроменети.
          </p>

        </div>
        <div className='terms' data-aos="fade-up"
          data-aos-duration="3000">
          <div className='orange' data-aos="fade-up"
           data-aos-duration="3000">
            <p>Права и обврски на страните</p>
            <p>Член 9</p>
          </div>
          <p data-aos="fade-up"
          data-aos-duration="3000">
          ФД „Кредо Кард“ се обврзува:<br/>
          
          - Да му даде на Корисникот на кредитот преддоговорна и договорна информација за саканиот Кредит во согласност со важечкото законодавство<br/>
          - Да му го исплати Кредитот на Корисникот на кредитот во согласност со договорениот износ, рокови и услови, во рок од 24 (дваесет и четири) часа од одобрувањето;<br/>
          - Да ги одразува навремено и точно исплатените од Корисникот на кредитот рати за отплата на Кредитот;<br/>
          - На барање од страна на Корисникот на кредитот, при отплата на главнината на Кредитот, да му даде целосна и точна информација за извршените и евидентирани до моментот плаќања;<br/>
          - Да му ги даде на Корисникот на кредитот сите потребни документи, кои се однесуваат на опслужувањето на кредитот, пополнети точно и коректно;<br/>
          - Да врши и други обврски, предвидени со важечкото законодавство.<br/>
          
          ФД „Кредо Кард“ има право:<br/>
          
          - Да бара целосно исполнување на сите обврски на Корисникот на кредитот согласно Договорот и овие Општи услови;<br/>
          - Да биде известен веднаш од Корисникот на кредитот при настанување на околности, кои би предизвикале доцнење со исплата или влошување на целокупната финансиска состојба на Корисникот на кредит;<br/>
          - Да ги бара од Корисникот на кредит потребните документи, односно копии од документи за доделување на кредит, вршење на проценка на кредитоспособноста, како и евидентирање на информациите за опслужувањето на кредитот;<br/>
          - Во секое време да ги префрли своите права од Договорот на трето лице, вклучувајќи да го даде во залог побарувањето во корист на трето лице, согласно без да се бара согласност од Корисникот на кредит за тоа. Во овој случај Корисникот на кредитот ќе биде известен за настанатите промени односно носителот на побарувањето, со испраќање на писмено известување на наведената електронска пошта во Барањето и Договорот за Кредит. ФД „Кредо Кард“ нема обврска да го извести Корисникот на кредит за преносот, во случај, ако согласно договорот меѓу ФД „Кредо Кард“ и третото лице, ФД „Кредо Кард“ ќе продолжи да го администрира кредитот на Корисникот на кредитот;<br/>
          - Да води, вклучувајќи преку трети лица, секаква кореспонденција со Корисникот на кредитот, да спроведува телефонски повици со Корисникот на кредитот, да му испраќа електронски пораки, писма и налепници, во случај ако последниот не исполни некоја од обврските од Договорот, и на тој начин го известува за неговото доцнење;<br/>
          - Во случај на задоцнување со плаќањето на достасана рата за отплата од страна на Корисникот на кредитот, како и во случај на делумно плаќање на рата за отплата, да ги преземе сите потребни дејствија за вонсудска и /или судска наплата на своите побарувања, а трошоците за тоа ќе бидат на товар на Корисникот на кредит;<br/>
          - Корисникот на кредитот јасно ја изразува својата согласност да прима повици, пораки, електронски пораки, писма, други документи и известувања како и промотивни известувања за целите на директниот маркетинг на телефонскиот број, на електронската пошта или на домашната адреса наведени во апликацијата за кредит поднесена од корисникот на кредит, при што корисникот на кредитот е свесен дека во секое време може да прати писмено известување до финансиското друштво дека не сака да ги прима овие известувања.<br/>
          
          Корисникот на кредитот се обврзува:<br/>
          
          - Да го врати искористениот Кредит, вклучувајќи ја главнината, каматата и трошоците до доспевање на последниот ануитет, согласно Амортизациониот план;<br/>
          - Да ги почитува роковите и условите за исплата на Ануитетите за отплата;<br/>
          - Да го извести веднаш ФД „Кредо Кард“ за секоја промена на околности, кои би предизвикале задоцнување со исплата или би можеле да доведат до влошување на финансиската состојба, како и за секоја промена во информацијата, дадена од него при поднесувањето на Барањето, односно потпишување на Договорот, вклучувајќи, но нецелосно: за измена во неговите месечни приходи, на адресата на живеење и/или на сегашната адреса, на вработувањето, телефонските броеви, покренати судски и/или извршни постапки против Корисникот на кредит и/или неговиот сопруг/сопруга, и/или одредени на Корисникот на кредитот и/или на неговиот/нејзиниот брачен другар казни за прекршочни или кривични постапки, и/или одредени мерки за запленување и/или одземање во корист на државата на било каква сопственост, која им припаѓа;<br/>
          - Да ги сноси сите трошоци, поврзани со неисполнување на својата обврска за кредитот, предвидени во Договорот и овие ОУ, вклучувајќи, но не само, трошоци за покани за доброволно исполнување, посети на лице место, телефонски повици, државни такси, адвокатски хонорари, патни и други трошоци;<br/>
          - Доколку барањето за кредит е одобрено од страна на Финансиското друштво, Корисникот на кредит се обврзува да даде две лица за контакт кои ќе бидат валидни. Корисникот на кредит се обврзува да ги извести лицата за контакт дека ги навел нивните телефонски броеви и да обезбеди нивна согласност финансиското друштво да ги контактира доколку не може да воспостави контакт со Корисникот на кредит.<br/>
          
          Корисникот на кредитот има право:<br/>
          
          а) При отплата на главнината за Договор за кредит на одреден рок да добие на барање и бесплатно, во секој момент од спроведувањето на Договорот, извадок на сметка во форма на Амортизационен план;<br/>
          б) Амортизациониот план ги содржи доспеаните плаќања и роковите и условите за овие плаќања;<br/>
          в) Амортизациониот план содржи детално објаснување на секоја рата за отплата, кое ја покажува отплатата на главнината, каматата, пресметана врз основа на каматната стапка, и каде што е применливо, дополнителните трошоци;<br/>
          </p>

        </div>
        <div className='terms' data-aos="fade-up"
        data-aos-duration="3000">
          <div className='orange' data-aos="fade-up"
           data-aos-duration="3000">
            <p>Последици од неплаќање од страна на Корисникот на кредит</p>
            <p>Член 10</p>
          </div>
          <p data-aos="fade-up"
           data-aos-duration="3000">
          1. Доколку Корисникот на кредит не плати доспеан износ според овој Договор, Давателот на кредит ќе ги има правата, како што е предвидено во член 5 од Договорот и во следните точки од овој член.<br/>
          
          2. Покрај сите други права на Давателот на кредит според Договорот и овие Општи услови, во случај на доцнење над 60 дена со плаќањето на некој доспеан износ, Давателот на кредит има право да покрене постапка пред надлежен суд за спроведување на своите побарувања во однос на Корисникот на кредит.<br/>
          
          3. Во случај на доцнење над 60 дена со плаќање на некој доспеан износ, Давателот на кредит има право да преземе дејствија за наплата на своите побарувања.<br/>
          
          4. Според Законот за Кредитно биро (објавен во Службен весник на Република Македонија бр. 81/2008, со сите негови измени), Давателот на кредит има право да достави информациите за обврските на Корисникот на кредит до Кредитното биро, што може да влијае врз кредитната способност на Корисникот на кредит. Податоците за Корисникот на кредит се доставуваат до Кредитното биро врз основа на писмен договор склучен меѓу Давателот на кредит и Кредитното биро и врз основа на член 9, 10 и 14 од Законот за Кредитно биро.<br/>
          
          5. Покрај сите други права на Давателот на кредит според Договорот и овие Општи услови, Страните се договорија дека во случај на доцнење со плаќањето на Давателот на кредит на најмалку два ануитета, како што е наведено во амортизациониот план кој претставува Прилог 1 на Договорот за кредит, Давателот на кредит има право да го раскине Договорот во рок од 14 дена по доставување на известување доставено по препорачана пошта на адресата на Корисникот на кредит.
          </p>
        </div>
        <div className='terms' data-aos="fade-up"
          data-aos-duration="3000">
          <div className='orange' data-aos="fade-up"
             data-aos-duration="3000">
            <p>Предвремено враќање на кредитот</p>
            <p>Член 11</p>
          </div>
          <p data-aos="fade-up"
            data-aos-duration="3000">
          1. Корисникот на кредит има право, целосно или делумно, да го врати кредитот пред завршување на периодот на важност на Договорот во било кое време, за што треба писмено да го извести Финансиското друштво.<br/>
          
          2. Во случај на предвремено враќање на кредитот, вкупните трошоци на кредитот се намалуваат за износот на оние трошоци кои се применливи во периодот на кредитот што е скратен. Освен тоа, каматната стапка може да се наплати само пропорционално на дотогаш изминатиот период. Провизијата за подготовка и обработка, провизијата за апликација и провизија за администрирање на кредитната партија, не се одземаат (100% ги плаќа Корисникот на кредит).<br/>
          
          3. Доколку, по целосната отплата на кредитот и другите обврски на Корисникот на кредит доспеани за плаќање на Давателот на кредит, останат средства кои треба да му се вратат на Корисникот на кредит, Давателот на кредит ги враќа истите веднаш на Корисникот на кредит преку застапник.<br/>
          
          4. Во случај на предвремено враќање на дел од кредитот, Давателот на кредит ќе изврши повторна пресметка на каматата и ќе му достави на Корисникот на кредит ажуриран амортизационен план, при што дел од каматата што треба да се намали заради предвременото враќање извршено од страна на Корисникот на кредит целосно ќе биде одбиена од износот на следниот доспеан ануитет, во согласност со правилата предвидени во овој член. Ако износ на намалената камата е поголем од оригиналниот износ на ануитетот (како да не било извршено предвремено враќање на дел од кредитот) останатото одбивање ќе се изврши од следниот ануитет. Ако одбивањето поврзано со предвременото плаќање го надминува неподмирениот кредит плус сите такси, Давателот на кредит е обврзан веднаш да го врати износот што е вишок на Корисникот на кредит.<br/>
          
          5. Предвременото враќање, исто така, може да се изврши преку нов кредит даден од страна на Давателот на кредит на Корисникот на кредит („Кредит за рефинансирање“). Кредитот за рефинансирање може да се одобри само за цело (а не за делумно) враќање на постојните долгови на Корисникот на кредит кон Давателот на кредит од тековниот кредит.<br/>
          
          6. ФД „Кредо Кард“ не може да го одбие предвременото исполнување на Договорот за кредит.<br/>
          
          7. Не се наплаќа провизија за делумно или целосно предвремено враќање на кредитот.
          </p>

        </div>
        <div className='terms' data-aos="fade-up"
           data-aos-duration="3000">
          <div className='orange' data-aos="fade-up"
            data-aos-duration="3000" >
            <p>Повлекување од Договорот</p>
            <p>Член 12</p>
          </div>
          <p data-aos="fade-up"
          data-aos-duration="3000"> 1. Корисникот на кредит има право да се повлече од Договорот во рок од 14 дена од датум на склучување со доставување до Давателот на кредит соодветна писмена изјава која ќе ја достави на адресата на Давателот на кредит наведена во член 5, точка 2 од овие Општи услови.<br/>
          Во случај на повлекување од Договорот, Корисникот на кредит е обврзан да го врати целиот износ на дадениот кредит без никакво одлагање (а најдоцна во рок од 30 дена од дадената изјава за повлекување), заедно со акумулираната камата до времето на враќањето; Корисникот на кредит нема да сноси дополнителни трошоци или провизии.<br/>
          
          Во случај ако Корисникот на кредит не достави до Давателот на кредит писмената изјава, како што е наведено во точка 1 погоре, ако Корисникот на кредит го врати целиот износ на дадениот кредит заедно со акумулираната камата до периодот на враќањето во рок од 14 дена кои му се достапни на Корисникот на кредит да се повлече од Договорот, се смета дека Корисникот на кредит се повлекол од Договорот од датумот на враќањето.<br/>
          
          Во случај на враќање во согласност со точка од 1 – 3 дадени погоре, Договорот истекува.<br/>
          
          </p>

        </div>
        <div className='terms' data-aos="fade-up"
           data-aos-duration="3000">
          <div className='orange' data-aos="fade-up"
           data-aos-duration="3000">
            <p>Пренесување на лични податоци</p>
            <p>Член 13</p>
          </div>
          <p data-aos="fade-up"
          data-aos-duration="3000" > Корисникот на кредит дава своја согласност дека неговите/нејзините лични податоци може да бидат пренесени на агенција за наплата на побарувања.<br/> </p>
        </div>
        <div className='terms' data-aos="fade-up"
            data-aos-duration="3000">
          <div className='orange' data-aos="fade-up"
          data-aos-duration="3000">
            <p>Жалбена постапка</p>
            <p>Член 14</p>
          </div>
          <p data-aos="fade-up"
         data-aos-duration="3000"> 1. Корисникот на кредит може да поднесе приговор со допис на адресата на ФД „Кредо Кард“ наведена погоре.<br/>
           2.На приговорите ќе биде одговорено во најкраток можен рок и Давателот на кредит ќе настојува (но не може да гарантира) да одговори во рок од 30 работни дена.<br/>
           3.Доколку по добиениот одговор, Корисникот на кредит не е задоволен од истиот, тој/таа може да се жали на одлуката, во писмена форма, повторно до Давателот на кредит, наведувајќи ги своите аргументи и давајќи нови информации кои треба да се разгледаат.<br/>

           </p>
        </div>
        <div className='terms' data-aos="fade-up"
         data-aos-duration="3000">
          <div className='orange' data-aos="fade-up"
           data-aos-duration="3000">
            <p>Пренесување</p>
            <p>Член 15</p>
          </div>
          <p data-aos="fade-up"
          data-aos-duration="3000"> 1. Правата и обврските на Корисникот на кредит според Договорот не може да се пренесат без претходна писмена согласност на Давателот на кредит.<br/>
           2.Правата и обврските на Давателот на кредит според Договорот може да се пренесат на трето лице, за што Давателот на кредитот ќе го извести Корисникот на кредитот.<br/>
          </p>
        </div>
        <div className='terms' data-aos="fade-up"
          data-aos-duration="3000">
          <div className='orange' data-aos="fade-up"
           data-aos-duration="3000">
            <p>Престанок на важност</p>
            <p>Член 16</p>
          </div>
          <p data-aos="fade-up"
          data-aos-duration="3000"> 1. Освен правото на раскинување, како што е предвидено во член 8 точка 5 од овие Општи услови, Давателот на кредит има право да го раскине Договорот без период на раскинување со препорачано писмо испратено на адреса на Корисникот на кредит, само доколку:<br/> (а) Корисникот на кредит, за да го добие Кредитот, доставил лажни документи или изјави и/или<br/>
          2.Корисникот на кредит има право да го раскине Договор без период на раскинување, со препорачано писмо испратено на адреса на Давателот на кредит, само ако Давателот на кредит (преку застапникот) не ја исполни својата обврска да прима ануитети според амортизациониот план кој претставува Прилог 1 на Договорот за кредит.<br/>
          
          3.Во случај на раскинување според член 8 точка 5 или член 14 точка 1 од овие Општи услови, Кредитот заедно со сите провизии и акумулираната камата до датумот на реалното враќање веднаш доспева за плаќање. Крајниот износ кој треба да го плати Корисникот на кредит како резултат на раскинување од страна на Давателот на кредит според член 8 точка 5 или член 14 точка 1 од овие Општи услови ќе биде наведен од страна на Давателот на кредит во известувањето за раскинување.<br/>
          
          4.Во случај на раскинување според член 14 точка 2 од овие Општи услови, Корисникот на кредит ќе биде ослободен од сите провизии и во тој случај Давателот на кредит е обврзан, во рок од 30 дена под датумот на раскинување, да го врати на Корисникот на кредит износот на сите провизии што ги платил. Во случај ако не се можни исплати по раскинувањето преку застапникот, Корисникот на кредит ќе ги врши исплатите на банкарската сметка на Давателот на кредит: 210074873800136 во НЛБ Банка АД Скопје. Износите кои остануваат да се платат со датуми на плаќање (датумите ќе бидат исти како што се оригинално дадени во Договорот) од страна на Корисникот на кредит како резултат на негово раскинување на Договорот според член 14 точка 2 од овие Општи услови ќе бидат пропишани од страна на Давателот на кредит во известување за порамнување испратено до Корисникот на кредит со препорачано писмо во рок од 10 дена по датумот на раскинувањето.<br/>
          
          </p>
        </div>
        <div className='terms' data-aos="fade-up"
          data-aos-duration="3000">
          <div className='orange' data-aos="fade-up"
          data-aos-duration="3000">
            <p>Виша сила</p>
            <p>Член 17</p>
          </div>
          <p data-aos="fade-up"
           data-aos-duration="3000"> - ФД „Кредо Кард“ нема да биде одговорен пред Корисникот на кредитот за секое доцнење или пропуст за извршување на обврската од овие Општи услови, кои се должат на виша сила (како што е дефинирано подолу).<br/>
        "Виша сила" ќе значи секој непредвидлив случај, кој не може да се спречи настанат по потпишувањето на Договорот за кредит помеѓу ФД „Кредо Кард“ и соодветниот Корисник на кредит и кој доведува до неможност за исполнување на обврските, преземени од ФД „Кредо Кард“ според Договорот и / или овие ОУ, вклучувајќи, но без да се ограничени: техничка неисправност во софтвер или хардвер системите, кои се користат од ФД „Кредо Кард“, законски, административни или владини ограничувања, природни катастрофи, бунтови, востанија, судири или немири, војна, терористички напади, земјотреси или други деструктивни дејства на природни сили, општонародни штрајкови, ембарго.<br/>
        При настанување на Виша сила за ФД „Кредо Кард“, ФД „Кредо Кард“ ќе ги преземе сите разумни активности и мерки, за да ги ограничи евентуалните загуби и штети, и ќе го извести соодветниот Корисник на кредит во рок од една недела од денот на настанување на виша сила.<br/>
        Недостатокот на финансиски средства нема да се смета за виша сила, како во однос на ФД „Кредо Кард“, така и во однос на Корисникот на кредитот.<br/>

        </p>
        </div>
        <div className='terms' data-aos="fade-up"
         data-aos-duration="3000">
          <div className='orange' data-aos="fade-up"
          data-aos-duration="3000">
            <p>Завршни одредби</p>
            <p>Член 18</p>
          </div>
          <p data-aos="fade-up"
           data-aos-duration="3000"> 1. Доколку некоја одредба или дел од одредбите од овие Општи услови се неважечки или неисправни, останатите одредби остануваат во сила. Договорот или овие Општи услови може да се изменат и дополнат само со претходна взаемна писмена согласност на двете Страни.<br/>
          2.Одредбите од македонските закони се применуваат на Договорот и неговите прилози, особено Законот за облигациони односи, Законот за потрошувачки кредити и други општо обврзувачки одредби од македонското законодавство.<br/>
          
          3.Договорот и овие Општи услови се потпишани во два идентични примероци, еден за Корисникот на кредит и еден за Давателот на кредит.<br/>
          
          </p>
        </div>
      </div>
    </div>
  )
}

export default TermsPage