import person1 from "../assets/images/kredo-6.png";
import person2 from "../assets/images/kredo-5.png";
import person3 from "../assets/images/kredo-4.png";
import person4 from "../assets/images/kredo-3.png";

export const testimonialData = [
    {
        id: 1,
        desc: "Им благодарам на Кредо Кард што ми обезбедија финансиски средства во најбрз можен рок. Пријателски однос, љубезност, јасна комуникација се карактеристиките кои го опишуваат нивниот тим, а целиот процес се одвива едноставно и брзо, без непотребно губење на време.",
        img: person1,
        name: "Весна од Скопје",
    },
    {
        id: 2,
        desc: "Со Кредо Кард целиот процес на добивање финансиски средства беше едноставен. Тимот на Кредо Кард ми овозможи услуга на високо ниво и топло ги препорачувам. Средствата беа на мојата сметка за само 15 минути.",
        img: person2,
        name: "Горан од Прилеп",
    },
    {
        id: 3,
        desc: "Моето искуство со Кредо Кард е одлично. Средствата ги добив за многу брзо, а тимот има пријатен и пријателски однос. Секогаш подготвени да помогнат во оние мигови кога тоа е најпотребно.",
        img: person3,
        name: "Благојче од Кавадарци",
    },
    {
        id: 4,
        desc: "Комуникацијата со тимот на Кредо Кард би ја оценила со 10. Брзо и навремено ги добив потребните финансии без премногу долги процедури.",
        img: person4,
        name: "Елена од Битола",
    },
];
